{
  "id": "modulo1",
  "titulo": "쯇or Qu칠 Mi Hijo Reacciona As칤?",
  "subtitulo": "Claves para Comprender el Mundo Emocional Infantil",
  "descripcion": "En este m칩dulo exploramos c칩mo se forma y expresa la vida emocional en la infancia. Comprender estas ra칤ces no solo nos ayuda a acompa침ar mejor, sino tambi칠n a mirar con ternura nuestro propio recorrido emocional.",
  "duracion": "2.5 horas",
  "objetivos": [
    "Comprender c칩mo se desarrollan y regulan las emociones durante la infancia",
    "Reconocer las se침ales emocionales seg칰n la etapa del desarrollo",
    "Conectarse con la propia historia emocional como base para el acompa침amiento"
  ],
  "colorPrimario": "#3029a6",
  "colorSecundario": "#4232cdbb",
  "icono": "游",
  "secciones": [
    {
      "id": "mapa-infantil",
      "titulo": "El Ni침o No Est치 Exagerando: As칤 Se Siente por Dentro",
      "tipo": "contenido",
      "contenido": {
        "texto": "Las emociones en la infancia no se entienden con l칩gica adulta. No son 'dramas', ni 'manipulaciones'. Son respuestas fisiol칩gicas aut칠nticas. Su cerebro a칰n est치 en construcci칩n: la am칤gdala (emociones intensas) ya opera desde el nacimiento, pero la corteza prefrontal (autorregulaci칩n) tarda m치s de 20 a침os en madurar.",
        "puntosClave": [
          "El ni침o reacciona desde el cuerpo: su llanto o grito es descarga, no castigo hacia ti.",
          "La regulaci칩n emocional es primero externa: tu tono, mirada y contenci칩n construyen su sistema nervioso.",
          "La validaci칩n emocional no es permisividad: es el primer paso hacia el autocontrol real."
        ]
      }
    },
    {
      "id": "etapas-emocionales",
      "titulo": "Lo Que Puedes Esperar (Y Acompa침ar) Seg칰n la Edad",
      "tipo": "contenido",
      "contenido": {
        "etapas": [
          {
            "rango": "0 a 3 a침os",
            "descripcion": "La emoci칩n es puro cuerpo. No tienen lenguaje interno ni filtros. Te necesitan como regulaci칩n externa. No saben calmarse solos.",
            "hitos": [
              "Llanto como principal forma de expresi칩n",
              "Ansiedad de separaci칩n",
              "Rabietas como expresi칩n de frustraci칩n sin herramientas"
            ]
          },
          {
            "rango": "4 a 6 a침os",
            "descripcion": "Aparece el lenguaje emocional b치sico, pero a칰n no hay autorregulaci칩n estable. El miedo, la rabia o la tristeza se expresan en juego, fantas칤a o conductas intensas.",
            "hitos": [
              "Juego simb칩lico cargado de emociones",
              "Primera comprensi칩n de normas, pero a칰n vulnerables a impulsos",
              "Miedo a lo desconocido o imaginario (oscuridad, monstruos, separaci칩n)"
            ]
          },
          {
            "rango": "7 a 12 a침os",
            "descripcion": "Empieza la metacognici칩n emocional: ya pueden poner palabras, comprender la perspectiva ajena y notar la diferencia entre lo que sienten y lo que muestran. Pero eso no significa que no necesiten contenci칩n.",
            "hitos": [
              "Aumento de la verg칲enza y autocensura",
              "Mayor susceptibilidad a la presi칩n social",
              "Necesidad creciente de validaci칩n desde lo afectivo y no solo desde el logro"
            ]
          }
        ]
      }
    },
    {
      "id": "eco-interno",
      "titulo": "Tu Historia Tambi칠n Habita el Acompa침amiento",
      "tipo": "contenido",
      "contenido": {
        "texto": "A veces no podemos acompa침ar el llanto porque nadie sostuvo el nuestro. Este m칩dulo no solo es sobre los ni침os: tambi칠n es sobre ti. Sobre lo que se activa cuando un ni침o grita, no obedece o te dice 'te odio'. La disponibilidad emocional empieza en tu propia compasi칩n interna.",
        "ejercicioReflexion": [
          "쯈u칠 emociones te desbordan m치s cuando aparecen en un ni침o?",
          "쮸 qu칠 parte de tu historia resuenan esas emociones?",
          "쯈u칠 figura adulta hubiera necesitado acompa침arte en esos momentos cuando eras peque침o?"
        ]
      }
    }
  ],
  "recursos_adicionales": [
    {
      "tipo": "video",
      "titulo": "El cerebro del ni침o explicado en 3 capas (Daniel Siegel)",
      "descripcion": "Entiende la evoluci칩n del cerebro infantil como una herramienta de acompa침amiento real"
    },
    {
      "tipo": "herramienta",
      "titulo": "Tabla de emociones t칤picas por etapa",
      "descripcion": "Gu칤a visual r치pida para saber qu칠 esperar seg칰n la edad del ni침o y c칩mo responder con compasi칩n"
    }
  ],
  "evaluacion": {
    "tipo": "reflexiva",
    "criterios": [
      "Reconoce la relaci칩n entre el comportamiento infantil y la inmadurez cerebral",
      "Identifica las necesidades emocionales m치s comunes por etapa",
      "Inicia un proceso de conciencia personal sobre sus propias reacciones y su historia emocional"
    ]
  }
}
