{
  "id": "modulo5",
  "titulo": "Convertirte en el Adulto que Necesita un Niño",
  "subtitulo": "Guía Interna para Ser Presencia, No Solo Reacción",
  "descripcion": "Este módulo es una invitación a mirar hacia adentro. A preguntarte no solo qué hacer frente a las emociones de un niño, sino en quién te estás convirtiendo al acompañarlo. Porque el verdadero impacto no está en la técnica, sino en tu presencia.",
  "duracion": "3 horas",
  "objetivos": [
    "Integrar lo aprendido en los módulos anteriores en una mirada vivencial y compasiva",
    "Fortalecer la coherencia interna entre lo que siento, pienso y hago al acompañar",
    "Construir una brújula emocional interna para sostener los desafíos reales del acompañamiento"
  ],
  "colorPrimario": "#3029a6",
  "colorSecundario": "#4232cdbb",
  "icono": "🌱",
  "secciones": [
    {
      "id": "adulto-disponible",
      "titulo": "No Se Trata de Saberlo Todo, Sino de Estar Disponible",
      "tipo": "contenido",
      "contenido": {
        "texto": "Un adulto emocionalmente disponible no es el que tiene todas las respuestas. Es quien puede sostener la incomodidad sin huir. El que puede reconocer sus emociones sin descargarlas. El que sabe pedir perdón, reparar y volver a mirar con ternura.",
        "caracteristicas": [
          "Escucha con el cuerpo y el corazón, no solo con la mente",
          "Se permite estar en silencio cuando no sabe qué hacer",
          "Se mira a sí mismo con la misma compasión que quiere ofrecer",
          "Honra sus límites, su humanidad y su historia"
        ]
      }
    },
    {
      "id": "rituales-integracion",
      "titulo": "Cerrar No Es Terminar: Es Transformar",
      "tipo": "contenido",
      "contenido": {
        "texto": "Los niños recuerdan cómo los hiciste sentir, no si citabas la neurociencia. Por eso este módulo no termina con una prueba, sino con un ritual simbólico: escribirle a tu niño interior o a un niño que acompañas. Porque cuando alguien nos mira con amor, algo dentro de nosotros también se ordena.",
        "actividad": {
          "tipo": "escritura",
          "titulo": "Carta a un niño que has acompañado (o que fuiste)",
          "instrucciones": [
            "Escribe desde el adulto que eres hoy hacia ese niño.",
            "No expliques: acompaña. Nombra lo que siente, valida, di que estás ahí.",
            "Puedes firmarla como guía, madre, padre, maestro, terapeuta… o simplemente como presencia."
          ]
        }
      }
    },
    {
      "id": "brujula",
      "titulo": "Tu Brújula para los Días Difíciles",
      "tipo": "contenido",
      "contenido": {
        "texto": "Cuando todo se complica, puedes volver aquí. A esta brújula interna: una guía para reconectar con tu centro en medio del caos cotidiano.",
        "brujula": [
          "📍 ¿Estoy presente o en automático?",
          "📍 ¿Estoy viendo al niño real o a mi miedo proyectado?",
          "📍 ¿Qué necesito ahora para sostener sin dañar?",
          "📍 ¿Puedo pausar antes de reaccionar, y respirar conmigo primero?"
        ]
      }
    }
  ],
  "recursos_adicionales": [
    {
      "tipo": "audio",
      "titulo": "Visualización: tu yo niño y tu yo adulto se encuentran",
      "descripcion": "Un ejercicio para integrar tu historia personal en tu rol de cuidador"
    },
    {
      "tipo": "herramienta",
      "titulo": "Guía de coherencia emocional diaria",
      "descripcion": "Mini rutina de chequeo interno para no perderte en el hacer"
    }
  ],
  "evaluacion": {
    "tipo": "ritual-simbólico",
    "criterios": [
      "Reconoce en sí mismo/a la capacidad de sostener con presencia",
      "Integra el conocimiento emocional desde un lugar encarnado y reflexivo",
      "Crea un cierre simbólico y emocionalmente significativo de su camino formativo"
    ]
  }
}
