{
  "id": "modulo2",
  "titulo": "¿Cómo Me Comunico Si No Me Escucha?",
  "subtitulo": "Lenguaje Emocional Más Allá de las Palabras",
  "descripcion": "Este módulo explora cómo se comunican realmente los niños: con el cuerpo, el juego, el silencio y las emociones. Aprender a leer ese lenguaje nos permite acompañarlos incluso cuando no saben o no pueden decir lo que sienten.",
  "duracion": "2.5 horas",
  "objetivos": [
    "Aprender a leer el lenguaje emocional no verbal en la infancia",
    "Reconocer el juego, el silencio y el cuerpo como formas legítimas de comunicación",
    "Desarrollar una escucha empática y profunda, incluso en medio de la crisis"
  ],
  "colorPrimario": "#3029a6",
  "colorSecundario": "#4232cdbb",
  "icono": "🫠",
  "secciones": [
    {
      "id": "lenguaje-no-verbal",
      "titulo": "Tu Hijo Te Habla con el Cuerpo",
      "tipo": "contenido",
      "contenido": {
        "texto": "Antes de usar palabras, los niños se comunican con el cuerpo: llanto, movimiento, mirada, juego, distancia, tensión. Aprender a leer esos gestos nos permite escuchar lo que aún no pueden decir con la boca.",
        "puntosClave": [
          "El juego simbólico es una puerta al mundo interno del niño: lo que no puede decir, lo actúa.",
          "La conducta repetitiva, agresiva o silenciosa suele ser un grito emocional no verbal.",
          "Mirar, sostener la presencia y observar sin juicio es el primer acto de comunicación profunda.",
          "‘No me escucha’ a veces significa: ‘No sé cómo decirlo con palabras, ayúdame a sentirme seguro primero’."
        ]
      }
    },
    {
      "id": "momentos-dificiles",
      "titulo": "Acompañar Cuando No Hay Palabras",
      "tipo": "contenido",
      "contenido": {
        "texto": "Durante una rabieta, un portazo o un ‘¡no te quiero!’, el niño no necesita sermones. Necesita regulación compartida. En esta sección verás cómo convertir esos momentos difíciles en oportunidades de conexión.",
        "estrategias": [
          "Respira tú primero: tu sistema nervioso regula el suyo.",
          "Agáchate, baja la voz, valida lo que siente (aunque pongas límites).",
          "Evita preguntar '¿Por qué estás así?': ofrece presencia, no interrogatorio.",
          "Después de la crisis, conversa con calma. En medio del caos, sé su ancla."
        ]
      }
    },
    {
      "id": "ejercicio-presencia",
      "titulo": "¿Qué Escucho Cuando No Me Gusta lo que Oigo?",
      "tipo": "contenido",
      "contenido": {
        "texto": "La forma en que respondemos al silencio, a la rabia o al rechazo infantil suele estar teñida por nuestra propia infancia. Este ejercicio te invita a revisar tu escucha interna y abrir espacio a una comunicación más empática.",
        "ejercicioReflexion": [
          "¿Qué me pasa cuando mi hijo me ignora o me grita?",
          "¿Cómo me sentía de niño/a cuando los adultos no me escuchaban?",
          "¿Puedo ver el ‘no’ de mi hijo como una necesidad, no como una amenaza?",
          "¿Estoy dispuesto a escuchar incluso lo que no quiero oír?"
        ]
      }
    }
  ],
  "recursos_adicionales": [
    {
      "tipo": "lectura",
      "titulo": "El Poder de la Escucha Activa",
      "descripcion": "Guía breve para practicar una escucha más empática y sin juicios"
    },
    {
      "tipo": "herramienta",
      "titulo": "Mapa de Lenguaje No Verbal en Niños",
      "descripcion": "Tabla con ejemplos de gestos, juegos o silencios y lo que podrían estar comunicando"
    }
  ],
  "evaluacion": {
    "tipo": "reflexiva",
    "criterios": [
      "Reconoce las formas no verbales de comunicación infantil",
      "Aplica estrategias de acompañamiento en momentos de crisis",
      "Desarrolla conciencia sobre sus propias barreras para escuchar con empatía"
    ]
  }
}
