{
  "id": "modulo3",
  "titulo": "¿Qué Hago Cuando Explota o Se Encierra?",
  "subtitulo": "Acompañar el Enojo, el Miedo y la Tristeza Sin Reprimir ni Abandonar",
  "descripcion": "Este módulo ofrece una guía práctica y emocional para acompañar a los niños en sus tormentas internas. En lugar de corregir, calmarlos a la fuerza o ignorar lo que sienten, aprenderás a convertir esos momentos difíciles en oportunidades de vínculo profundo.",
  "duracion": "3 horas",
  "objetivos": [
    "Reconocer la función adaptativa de las emociones difíciles como la rabia, el miedo y la tristeza",
    "Acompañar sin castigar, sin distraer ni minimizar el dolor del niño",
    "Aplicar estrategias de regulación emocional conjunta (coregulación)"
  ],
  "colorPrimario": "#3029a6",
  "colorSecundario": "#4232cdbb",
  "icono": "🤯",
  "secciones": [
    {
      "id": "emociones-como-olas",
      "titulo": "Las Emociones No Son un Problema, Son un Mensaje",
      "tipo": "contenido",
      "contenido": {
        "texto": "La rabia protege, el miedo alerta, la tristeza repara. Pero si el adulto no sabe recibir esas emociones, el niño aprende a esconderlas, convertirlas en síntomas o a actuar desde la desconexión. Esta sección te ayuda a entender el propósito evolutivo de las emociones difíciles.",
        "emociones": [
          {
            "nombre": "Rabia",
            "funcion": "Defiende la integridad cuando se siente invadido o impotente",
            "conductas_comunes": [
              "Gritos, golpes, muecas, portazos",
              "Frases como '¡te odio!' o '¡me voy de esta casa!'"
            ],
            "acompanamiento": [
              "Pon límites físicos sin castigar: 'No puedo dejar que golpees, pero aquí estoy contigo'",
              "No le digas 'cálmate', ofrece tu calma primero",
              "Validar: 'Estás muy enojado porque sentiste que no te escucharon, ¿verdad?'"
            ]
          },
          {
            "nombre": "Miedo",
            "funcion": "Protege de posibles amenazas o pérdidas",
            "conductas_comunes": [
              "Llanto repentino, rigidez corporal, evitación",
              "Pesadillas, miedo a estar solo, apego excesivo"
            ],
            "acompanamiento": [
              "Crea una base segura: luces suaves, voz tranquila, contacto físico si lo permite",
              "No minimices: 'No es nada' o 'no tengas miedo' desconecta",
              "Invita a imaginar juntos una salida segura: '¿Qué te haría sentir más protegido?'"
            ]
          },
          {
            "nombre": "Tristeza",
            "funcion": "Invita al repliegue para procesar pérdida, desconexión o dolor",
            "conductas_comunes": [
              "Llanto silencioso, aislamiento, mirada baja",
              "Desinterés por actividades usuales"
            ],
            "acompanamiento": [
              "Permite el llanto, no lo interrumpas con frases como 'no llores'",
              "Ofrece presencia silenciosa: a veces basta con estar",
              "Valida: 'Siento que estés así. No estás solo. Llora todo lo que necesites.'"
            ]
          }
        ]
      }
    },
    {
      "id": "coregulacion",
      "titulo": "Tu Calma No Solo Acompaña, También Regula",
      "tipo": "contenido",
      "contenido": {
        "texto": "Cuando el niño está desbordado, no puede calmarse solo. Su cerebro necesita 'importar' regulación desde el tuyo. Esto es la coregulación: prestar tu sistema nervioso como ancla hasta que el suyo pueda estabilizarse.",
        "principios": [
          "Respira profundo y lento: tu cuerpo es su modelo",
          "No respondas a la emoción con más emoción: responde con presencia",
          "Tocar, abrazar o solo estar cerca puede ser más poderoso que hablar",
          "La conexión emocional siempre va antes que la corrección de conducta"
        ]
      }
    },
    {
      "id": "reflexion-desborde",
      "titulo": "¿Qué Me Pasa a Mí con Su Tormenta?",
      "tipo": "contenido",
      "contenido": {
        "texto": "No siempre es fácil acompañar lo que nunca nos acompañaron. Esta sección te invita a explorar tus propios límites, miedos y memorias activadas cuando un niño expresa emociones fuertes.",
        "ejercicioReflexion": [
          "¿Qué emociones infantiles me cuesta más sostener: la rabia, el miedo o la tristeza? ¿Por qué?",
          "¿Qué hacía mi entorno cuando yo lloraba, me enojaba o tenía miedo?",
          "¿Qué necesito yo para sentirme seguro en medio de una tormenta emocional?",
          "¿Puedo ofrecer al niño lo que a mí me hubiera hecho falta?"
        ]
      }
    }
  ],
  "recursos_adicionales": [
    {
      "tipo": "audio",
      "titulo": "Ejercicio guiado de regulación para el adulto",
      "descripcion": "Respiración y visualización para recuperar tu centro en medio de un momento difícil"
    },
    {
      "tipo": "herramienta",
      "titulo": "Guía rápida de acompañamiento emocional",
      "descripcion": "Tabla resumen con frases, gestos y respuestas por emoción"
    }
  ],
  "evaluacion": {
    "tipo": "reflexiva",
    "criterios": [
      "Comprende la función evolutiva de las emociones difíciles",
      "Identifica estrategias concretas para acompañar cada emoción",
      "Reconoce su propio umbral emocional y recursos para sostener el acompañamiento"
    ]
  }
}
