{
  "id": "modulo4",
  "titulo": "¿Y Yo Qué? Cómo No Desbordarme Yo También",
  "subtitulo": "Cuidar Sin Quemarse: El Autocuidado del Adulto Disponible",
  "descripcion": "Este módulo es un espacio para ti. Porque acompañar a otros emocionalmente no significa olvidarte de ti mismo. Aquí descubrirás cómo sostenerte, regularte y cuidar tu energía emocional sin culpas ni exigencias inhumanas.",
  "duracion": "2.5 horas",
  "objetivos": [
    "Reconocer las señales de saturación emocional en el adulto cuidador",
    "Construir prácticas reales de autocuidado emocional en la vida cotidiana",
    "Transformar la culpa en compasión y la exigencia en presencia"
  ],
  "colorPrimario": "#3029a6",
  "colorSecundario": "#4232cdbb",
  "icono": "✨",
  "secciones": [
    {
      "id": "mapa-desgaste",
      "titulo": "Cuando Me Estoy Quedando Sin Aire",
      "tipo": "contenido",
      "contenido": {
        "texto": "Cuidar, educar o acompañar desde el amor no te vuelve inmune al agotamiento. La sobrecarga emocional es real. Se manifiesta en irritabilidad, desconexión, culpa o apatía. Reconocer tus señales de alerta no es egoísmo, es una forma de cuidar el vínculo.",
        "alertas": [
          "Reacciones desproporcionadas frente a situaciones pequeñas",
          "Sensación de cansancio emocional crónico",
          "Dificultad para conectar o disfrutar el momento presente",
          "Sentimiento de culpa constante por no ser 'lo suficientemente paciente'"
        ]
      }
    },
    {
      "id": "autocuidado-real",
      "titulo": "El Autocuidado No Es Ir al Spa, Es Volver a Ti",
      "tipo": "contenido",
      "contenido": {
        "texto": "A veces pensamos que el autocuidado es algo inalcanzable o que 'no tenemos tiempo'. Pero cuidar de ti puede ser más simple y cotidiano si lo entiendes como momentos de pausa, honestidad emocional y límites amorosos.",
        "practicas": [
          "Microdescansos conscientes: 5 minutos para respirar, sin resolver nada",
          "Reconocer tu límite sin culpa: 'ahora necesito silencio', 'no puedo con esto solo/a'",
          "Crear un pequeño ritual personal (té, agua, música, caminar sin prisa) como anclaje diario",
          "Nombrar lo que sientes sin juzgarte: 'Estoy frustrado', 'me siento triste', 'necesito ayuda'"
        ]
      }
    },
    {
      "id": "reconciliacion-interna",
      "titulo": "No Naciste para Ser Perfecto, Sino Para Estar Presente",
      "tipo": "contenido",
      "contenido": {
        "texto": "Ser un adulto disponible no significa ser infalible. Este espacio es para reconciliarte con tus sombras, soltar la exigencia, y aceptar que no necesitas saberlo todo para ser suficiente. Basta con estar, mirar, sostener y reparar cuando te equivocas.",
        "ejercicioReflexion": [
          "¿Qué idea de 'cuidador perfecto' me habita? ¿De dónde viene?",
          "¿Me doy permiso para fallar, descansar o pedir ayuda?",
          "¿Estoy actuando desde el amor, el miedo o la autoexigencia?",
          "¿Qué puedo empezar a decirme cada día para tratarme con más amabilidad?"
        ]
      }
    }
  ],
  "recursos_adicionales": [
    {
      "tipo": "audio",
      "titulo": "Meditación breve de pausa y presencia para cuidadores",
      "descripcion": "5 minutos para volver al cuerpo, al momento y a ti"
    },
    {
      "tipo": "herramienta",
      "titulo": "Diario de autorregulación emocional",
      "descripcion": "Plantilla para identificar emociones, necesidades y prácticas de cuidado simples"
    }
  ],
  "evaluacion": {
    "tipo": "reflexiva",
    "criterios": [
      "Identifica señales propias de saturación emocional",
      "Integra al menos una práctica de autocuidado adaptada a su realidad",
      "Reconoce patrones de autoexigencia y se permite humanizar su rol como cuidador"
    ]
  }
}
